Revit 2027 API
ParameterTypeId.RbsPipeInvertElevation Property
 "Invert Elevation": This parameter is obsolete. It exists only for compatibility.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeInvertElevation { get; }
Public Shared ReadOnly Property RbsPipeInvertElevation As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeInvertElevation {
	ForgeTypeId^ get ();
}
static member RbsPipeInvertElevation : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace